---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.SystemsAnalysisOptions
source: html/66f8b4a4-c3d4-7512-2700-ca0be5593f73.htm
---
# SystemsAnalysisOptions Members

Constructs a new instance of the options.